Repository: ErinyAdel/AdministrativeSciencesConference_GCC_Universities
Catalog: Resources/Views/Home/Index.*.resx
Languages: ar_sa

# Vision
source: Vision of the Conference
ar_sa: الرؤية والرسالة والأهداف

# parag1
source: To highlight the present capabilities of the cultural and creative economy, and explore promising opportunities for achieving sustainable development. Mission of the Conference To stimulate the cultural and creative economy, provide a platform for showcasing outstanding scientific research, and enhance dialogue between experts, researchers, and decision-makers while offering practical recommendations to reach new horizons.
ar_sa: رؤية المؤتمر تسليط الضوء على الإمكانات الحاضرة للاقتصاد الثقافي والإبداعي، واستكشاف الفرص الواعدة لتحقيق التنمية المستدامة. رسالة المؤتمر تحفيز الاقتصاد الثقافي والإبداعي، وتوفير منصة لعرض الأبحاث العلمية المميزة. وتعزيز الحوار بين الخبراء والباحثين وصانعي القرار وتقديم توصيات عملية للوصول إلى آفاق جديدة. أهداف المؤتمر إبراز دور الإبداع والابتكار في تعزيز التنمية المستدامة والارتقاء بالمجتمعات. تحفيز قدرات الأفراد والمجتمعات على التكيف مع التغيرات المتسارعة عبر تبادل الأفكار المبتكرة. تعزيز الحوار والتعاون بين الخبراء وصناع القرار لتقديم توصيات عملية تخدم القضايا الراهنة. تشجيع المشاركين على اكتشاف إمكاناتهم الإبداعية واستثمار طاقاتهم الفكرية بشكل أفضل.

source: Contact Us
ar_sa: تواصل معنا

# ConferenceName
source: The Fourth Conference of The Administrative Sciences at Universities of The GCC Countries
ar_sa: المؤتمر الرابع لكليات العلوم الادارية بجامعات دول مجلس التعاون لدول الخليج العربية

# ConferenceTitle
source: <b> Cultural & Creative Economy </b> <br /> <small>Present Potentials & Promising Opportunities</small> <br /><br /> <small> 21 – 22 April 2025 I King Saudi University Riyadh, Hamad Aljassir Hall Kingdom of Saudi Arabia </small>
ar_sa: الاقتصاد الثقافي والابداعي امكانات حاضرة وفرص واعدة <br /> 21 – 22 أبريل 2025 جامعة الملك سعود الرياض، قاعة حمد الجاسر المملكة العربية السعودية

# ConferenceVision
source: Vision of The Conference
ar_sa: رؤية المؤتمر

# ConferenceVisionContent
source: To highlight the present capabilities of the cultural and creative economy, and explore promising opportunities for achieving sustainable development.
ar_sa: تسليط الضوء على الإمكانات الحاضرة للاقتصاد الثقافي والإبداعي، واستكشاف الفرص الواعدة لتحقيق التنمية المستدامة.

# ConferenceMission
source: Mission of The Conference
ar_sa: رسالة المؤتمر

# ConferenceMissionContent
source: To Stimulate The Cultural and Creative Economy, Provide a Platform For Showcasing Outstanding Dcientific Research, and Enhance Dialogue Between Experts, Researchers, and Decision-Makers While offering Practical Recommendations To Reach New Horizons.
ar_sa: تحفيز الاقتصاد الثقافي والإبداعي، وتوفير منصة لعرض الأبحاث العلمية المميزة. وتعزيز الحوار بين الخبراء والباحثين وصانعي القرار وتقديم توصيات عملية للوصول إلى آفاق جديدة.

# ConferenceObjectives
source: Objectives of The Conference
ar_sa: أهداف المؤتمر

# ConferenceObjectivesContent
source: 1- Highlight the role of creativity and innovation in enhancing sustainable development and improving communities. <br /> 2- Stimulate the ability of individuals and communities to adapt to rapid changes through the exchange of innovative ideas. <br /> 3- Promote dialogue and collaboration between experts and decision-makers to provide practical recommendations that address current issues. <br /> 4- Encourage participants to discover their creative potential and make better use of their intellectual energies.
ar_sa: 1- إبراز دور الاقتصاد الثقافي والإبداعي في تحقيق التنمية المستدامة. <br /> 2- إظهار أهمية الموروث الثقافي والحرف اليدوية في التنويع الاقتصادي. <br /> 3- تشجيع الابداع والابتكار من خلال المخرجات البحثية. <br /> 4- تعزيز الشراكة وجسور التواصل بين الجامعات والقطاع العام والخاص. <br /> 5- تحقيق التقارب الثقافي وتبادل الخبرات والتجارب الدولية.

# CCC_CBA_Content
source: • 2 days of scientific studies <br /> • 200 economic and cultural research papers <br /> • Over 7,000 attendees <br /> • Partners from around the world <br /> • 10-panel discussions <br /> • 50 local, Gulf, Arab, and global speakers
ar_sa: • 2 يوم من الدراسات العلمية <br /> • 20 ورقة بحثية اقتصادية ثقافية <br /> • اكثر من 7000 من الحضور <br /> • شركاء من حول العالم <br /> • 10 جلسات حوارية <br /> • 50 متحدث محلي خليجي عربي عالمي

source: About Us
ar_sa: عنا

# AboutUsContent
source: The Fourth Conference of Administrative Sciences Colleges in the Universities of the Gulf Cooperation Council (GCC) is a leading scientific platform under the theme “Cultural and Creative Economy: Present Potential and Promising Opportunities.” The conference aims to explore the role of the cultural and creative economy in driving growth and sustainable development, while highlighting the promising opportunities offered by this vital sector. By bringing together academics, experts, and practitioners, the conference seeks to open new horizons for cooperation and knowledge exchange among the GCC countries, while also supporting innovation in the creative economy. Additionally, the conference welcomes participation from countries outside the GCC, providing a global platform for new opportunities in the creative sector.
ar_sa: المؤتمر الرابع لكليات العلوم الإدارية في جامعات دول مجلس التعاون لدول الخليج العربية يشكل منصة علمية مهمة لتسليط الضوء على دور الاقتصاد الثقافي والإبداعي في تحفيز النمو والتنمية المستدامة. بالإضافة إلى ذلك، فإنه يهدف إلى تعزيز التعاون والتبادل المعرفي بين الأكاديميين والخبراء والممارسين من جميع أنحاء العالم، بما في ذلك دول أخرى خارج مجلس التعاون الخليجي، مما يفتح المجال أمام فرص جديدة في القطاع الإبداعي على مستوى عالمي.

source: Announcement
ar_sa: إعلان

# Announcement2
source: Announcement
ar_sa: إعلان

# SecondAnnouncementContent
source: 🌟 In collaboration with EmeraldGlobal <br /> 📅 Date: Wednesday, January 29, 2025 <br /> ⏰ Time: 5:00 PM - 6:00 PM (Riyadh Time) <br /> 📚 Join us for an exclusive training session on maximizing your research potential with Emerald Databases, as part of the 4th Conference of Administrative Sciences Colleges of GCC Universities under the theme: <br /> "Cultural and Creative Economy: Present Opportunities and Promising Prospects" <br /><br /> Trial Access Details: <br /> • Products: EPREM, BMECS, SSCS <br /> • Start Date: Today <br /> • Duration: Ends February 26, 2025 <br /> Important: Conference participants must create an account/profile and link it with the OAN (156813495437668). For guidance on registering a profile with an OAN, please refer to the following link: <a href="https://www.emeraldgrouppublishing.com/sites/default/files/2022-06/new-profile-guide-2022-arabic.pdf" target="_blank"> Registeration Guidance </a>
ar_sa: 🌟 بالتعاون مع Emerald Global <br /> 📅 التاريخ: الأربعاء، 29 يناير 2025 <br /> ⏰ الوقت: 5:00 مساءً - 6:00 مساءً (بتوقيت الرياض) <br /> 📚 ندعوكم لحضور جلسة تدريبية حصرية حول كيفية تعزيز إمكاناتكم البحثية باستخدام قواعد بيانات Emerald، وذلك ضمن فعاليات المؤتمر الرابع لكليات العلوم الإدارية في جامعات دول مجلس التعاون الخليجي تحت شعار: <br /> “الاقتصاد الثقافي والإبداعي: إمكانات الحاضر وآفاق المستقبل الواعدة” <br /><br /> تفاصيل الوصول التجريبي: <br /> • المنتجات: EPREM, BMECS, SSCS <br /> • تاريخ البدء: اليوم <br /> • المدة: حتى 26 فبراير 2025 <br /><br /> ⚠️ ملاحظة هامة: <br /> يتوجب على المشاركين في المؤتمر إنشاء حساب/ملف شخصي وربطه برقم OAN (156813495437668). للحصول على إرشادات حول تسجيل الحساب وربطه برقم OAN، يرجى الرجوع إلى الرابط التالي: <a href="https://www.emeraldgrouppublishing.com/sites/default/files/2022-06/new-profile-guide-2022-arabic.pdf" target="_blank"> إرشادات التسجيل </a>

# FirstAnnouncementContent
source: In collaboration with Emerald Global, as part of the 4th Conference of Administrative Sciences Colleges in GCC Universities, bringing creativity and culture together under the theme: "Cultural and Creative Economy: Present Potentials and Promising Opportunities" <br /> We invite you to attend two exceptional workshops: "Mastering the Path to Successful Academic Publishing" <br /> 🔍 Do you want to amplify your research visibility globally? <br /> 📈 Are you looking to select the right journal and increase your citations? <br /> 🛡️ Do you need strategies to avoid predatory journals and ensure research integrity? <br /> ✨ These workshops are designed just for you! <br /><br /> 🚀 <strong>First Session</strong> <br /> 🗓️ Date: January 27th, 7:00 PM Riyadh Time <br /> <a href="https://attendee.gotowebinar.com/register/1023744726313003608" target="_blank"> Registration </a> <br /><br /> <strong>Second Session</strong> <br /> Date: February 17th, 7:00 PM Riyadh Time <br /> <a href="https://attendee.gotowebinar.com/register/1454640034703629399" target="_blank"> Registration </a> <br /><br /> 💡 What Will You Learn? <br /> • The true value of publishing your research and how to achieve success <br /> • Effective strategies to boost your research impact globally <br /> • Techniques to choose the right journal and improve acceptance rates <br /> • Methods to protect your research from predatory publications <br /><br /> 🎯 Who Should Attend? <br /> • Novice researchers <br /> • Experienced academics <br /> • PhD candidates <br /> • Research professionals <br /><br /> 🔔 Additional Benefits: <br /> • Participation certificates for attendees <br /> • Practical tools and techniques to elevate your academic journey <br /><br /> 📩 Register now and take your research to new heights of success!
ar_sa: بالتعاون مع Emerald Global، وفي إطار فعاليات المؤتمر الرابع لكليات العلوم الإدارية في جامعات دول مجلس التعاون الخليجي تحت شعار: “الاقتصاد الثقافي والإبداعي: إمكانات حاضرة وفرص واعدة” <br /> ندعوكم لحضور ورشتين استثنائيتين بعنوان: “إتقان الطريق نحو النشر الأكاديمي الناجح” <br /> 🔍 هل ترغب في تعزيز رؤية أبحاثك على المستوى العالمي؟ <br /> 📈 هل تبحث عن اختيار المجلة المناسبة وزيادة الاستشهادات بأبحاثك؟ <br /> 🛡️ هل تحتاج إلى استراتيجيات لتجنب المجلات الوهمية وضمان نزاهة البحث؟ <br /> ✨ هذه الورش صُممت خصيصًا لك! <br /><br /> 🚀 الجلسة الأولى: <br /> 🗓️ التاريخ: 27 يناير، الساعة 7:00 مساءً بتوقيت الرياض <br /> <a href="https://attendee.gotowebinar.com/register/1023744726313003608" target="_blank"> Registration </a> <br /><br /> 🌐 الجلسة الثانية: <br /> 🗓️ التاريخ: 17 فبراير، الساعة 7:00 مساءً بتوقيت الرياض <br /> <a href="https://attendee.gotowebinar.com/register/1454640034703629399" target="_blank"> Registration </a> <br /><br /> 💡 ما الذي ستتعلمه؟ <br /> • القيمة الحقيقية للنشر الأكاديمي وكيفية تحقيق النجاح <br /> • استراتيجيات فعالة لتعزيز تأثير أبحاثك عالميًا <br /> • تقنيات اختيار المجلة المناسبة وتحسين فرص القبول <br /> • طرق حماية أبحاثك من المجلات الوهمية <br /><br /> 🎯 لمن هذه الورش؟ <br /> • الباحثون الجدد <br /> • الأكاديميون أصحاب الخبرة <br /> • طلاب الدكتوراه <br /> • المتخصصون في البحث العلمي <br /><br /> 🔔 فوائد إضافية: <br /> • شهادات مشاركة لجميع الحضور <br /> • أدوات وتقنيات عملية للارتقاء بمسيرتك الأكاديمية <br /><br /> 📩 سارع بالتسجيل الآن وارتقِ بأبحاثك نحو آفاق جديدة من النجاح!

# FirstAnnouncementTitle
source: 📢 Golden Opportunity for Researchers and Academics!
ar_sa: 📢 فرصة ذهبية للباحثين والأكاديميين!

# SecondAnnouncementTitle
source: 📢 Exploring Emerald Resources: Your Gateway to Excellence
ar_sa: 📢 استكشاف موارد Emerald: بوابتك نحو التميز
